[
  {
    "name": "Dell Latitude 14 3420 Core i3 11th Gen 14 FHD Laptop",
    "categoryName": "DELL",
    "categoryId": 2,
    "image": "https://www.startech.com.bd/image/cache/catalog/laptop/dell/latitude-14-3420/latitude-3420-01-500x500.jpg",
    "location": "Dhaka",
    "originalPrice": "73000",
    "resalePrice": "65000",
    "yearsOfUse": "3 months",
    "postedTime": "Thursday, Nov 24, 2022, 10:03 PM",
    "sellerName": "Md. Refat Hasan",
    "verified": false,
    "productCondition": ["excellent", "good", "fair"],
    "mobileNumber": "01745-567943",
    "description": "The Dell Latitude 14 3420 Laptop comes with Intel Core i3-1125G4 Processor (8M Cache, 2.00 GHz up to 3.70 GHz, 4 cores, 8 threads) and 8GB 3200MHz DDR4 RAM. It has a 256GB M.2 PCIe NVMe SSD. The laptop is integrated with Intel UHD Graphics. It has a 14 FHD (1920 x 1080) Non-Touch, Anti-Glare, TN, 250nits Display. It offers intelligent audio that enhances your audio quality and reduces background noises, so you can hear and be heard, creating a better conference experience for all. You can seamlessly work on the go thanks to eSIM technology and optional LTE mobile broadband speeds up to 450Mbps. Intel Wi-Fi 6 capability provides reliable connectivity, fast speeds, and next-gen security to PCs and wireless networks.",
    "yearOfPurchase": "2022"
  },
  {
    "name": "Dell Inspiron 15 3511 Core i3 11th Gen 15.6 FHD Laptop",
    "categoryName": "DELL",
    "categoryId": 2,
    "image": "https://www.startech.com.bd/image/cache/catalog/laptop/dell/latitude-14-3420/latitude-3420-01-500x500.jpg",
    "location": "Khulna",
    "originalPrice": "50000",
    "resalePrice": "38000",
    "yearsOfUse": "5 months",
    "postedTime": "Thursday, Nov 24, 2022, 10.10 PM",
    "sellerName": "Md. Rakib Hasan",
    "verified": false,
    "productCondition": ["excellent", "good", "fair"],
    "mobileNumber": "01945-564657",
    "description": "Dell Inspiron 15 3511 Laptop comes with Intel Intel Core i3-1115G4 Processor (6M Cache, 3.00 GHz up to 4.10 GHz) with Intel UHD Graphics. From this laptop you will get the best combination of Windows features. This new Dell Inspiron 15 3511 featured with 4GB DDR4 RAM, 1TB 5400 rpm 2.5 SATA Hard Drive with Windows 10 Home Operating System. Here, 2 x USB 3.2, 1 x USB 2.0, 1 x HDMI 1.4, 1 x Audio jack Ports, Connectors & Slots are also available. It is Designed to last through regular use, with tiny rubber feet and bumpers on the hinge that keep it from skidding and provide additional stability on hard surfaces.",
    "yearOfPurchase": "2022"
  },
  {
    "name": "HP 15s-du3611TU Core i3 11th Gen 15.6 FHD Laptop",
    "categoryName": "HP",
    "categoryId": 1,
    "image": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/15s-du3022tu/15s-du3022tu-01-500x500.jpg",
    "location": "Khulna",
    "originalPrice": "58590",
    "resalePrice": "45000",
    "yearsOfUse": "1 year",
    "postedTime": "Thursday, Nov 24, 2022, 10.15 PM",
    "sellerName": "Md. Sohan Ahmed",
    "verified": false,
    "productCondition": ["excellent", "good", "fair"],
    "mobileNumber": "01845-567953",
    "description": "The HP 15s-du3611TU Laptop comes with Intel Core i3-1125G4 (8M Cache, 2.00 GHz up to 3.70 GHz) and 4GB DDR4 SDRAM. It comes with a 1 TB 5400 rpm SATA HDD. It has been integrated with Intel UHD Graphics and it has a 39.6 cm (15.6) diagonal, FHD (1920 x 1080), micro-edge, anti-glare, 250 nits, 45% NTSC display. It is equipped with Intel Integrated SoC and it runs on Windows 11 Home operating system. This laptop is powered by a 3-cell, 41 Wh Li-ion. It comes with dual speakers, a Full-size, natural silver keyboard with numeric keypad, HP True Vision 720p HD camera with integrated dual array digital microphones.",
    "yearOfPurchase": "2021"
  },
  {
    "name": "HP 15s-eq2171AU Ryzen 3 5300U 15.6 FHD Laptop",
    "categoryName": "HP",
    "categoryId": 1,
    "image": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/hp-15s/hp-15s-spruce-blue-02-500x500.jpg",
    "location": "Rangpur",
    "originalPrice": "62000",
    "resalePrice": "43000",
    "yearsOfUse": "1.5 years",
    "postedTime": "Thursday, Nov 24, 2022, 10.20 PM",
    "sellerName": "Md. Tushar Ahmed",
    "verified": false,
    "productCondition": ["excellent", "good", "fair"],
    "mobileNumber": "01345-567953",
    "description": "The HP 15s-eq2171AU is powered by AMD Ryzen 3 5300U Processor (4MB L3 Cache, 2.6GHz up to 3.8GHz) with AMD Radeon Graphics. This HP Laptop comes with a 15.6 FHD (1920 x 1080), micro-edge, anti-glare, 250 nits, 45% NTSC Display letting a larger screen fit into a smaller frame. The HP 15s laptop comes with a new space-saving battery design, single bar hinge, and thin bezel option for a slimmer, streamlined more premium look. This laptop is designed to run more efficiently and more reliably at faster speeds with DDR4 RAM, everything from multi-tasking to playing games gets a performance boost. Hp 15s Laptop is available with up to 512GB NVMe PCIe SSD storage and 8GB DDR4 3200MHz RAM (1 x 8GB). This laptop runs on Windows 11 Home 64 operating system.",
    "yearOfPurchase": "2021"
  },
  {
    "name": "Asus X415KA Intel Celeron N4500 14 FHD Laptop",
    "categoryName": "ASUS",
    "categoryId": 3,
    "image": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/x415ka/x415ka-01-500x500.webp",
    "location": "Barishal",
    "originalPrice": "44000",
    "resalePrice": "32000",
    "yearsOfUse": "1.7 years",
    "postedTime": "Thursday, Nov 24, 2022, 10.25 PM",
    "sellerName": "Md. Kazi Shawon",
    "verified": false,
    "productCondition": ["excellent", "good", "fair"],
    "mobileNumber": "01845-567953",
    "description": "The ASUS X415KA Laptop is an entry-level laptop that delivers powerful performance and immersive visuals, whether for work or play. For a truly immersive experience, its NanoEdge display has 178° viewing angles and a matte anti-glare coating. It is powered by an Intel Celeron N4500 (4M Cache, 1.10 GHz to 2.80 GHz) processor with 4 GB RAM and Intel UHD Graphics. It also has a 1 TB HDD, which provides the ideal combination of large storage capacity and fast data read/write speeds. The ASUS X415KA's NanoEdge display provides a large screen area for an immersive viewing experience for work and pleasure. Its wide-view FHD display has an anti-glare coating to decrease distracting glare and reflections, allowing you to properly focus on what's in front of you.",
    "yearOfPurchase": "2021"
  },
  {
    "name": "Asus Vivobook Go 14 E410MA Celeron N4020 14 FHD Laptop",
    "categoryName": "ASUS",
    "categoryId": 3,
    "image": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/vivobook-go-14/vivobook-go-14-101-500x500.jpg",
    "location": "Gopalganj",
    "originalPrice": "47000",
    "resalePrice": "35000",
    "yearsOfUse": "1.3 years",
    "postedTime": "Thursday, Nov 24, 2022, 10.30 PM",
    "sellerName": "Md. Mahmud Hasan",
    "verified": false,
    "productCondition": ["excellent", "good", "fair"],
    "mobileNumber": "01845-567953",
    "description": "The Asus Vivobook Go 14 powered by Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and Intel UHD Graphics 600. This Laptop delivers just that. Lightweight and compact, it sports a stylish new look that fits right in with your dynamic lifestyle. Designed for daily computing and productivity tasks, and boasting innovative features such as ASUS NumberPad. This Vivobook Go 14 featured With Celeron Processor N4020 processor, 4GB DDR4 RAM and up to a 512 GB PCIe SSD, Vivobook Go 14 is well-equipped to help you achieve your goals. In this laptop, ASUS NumberPad makes number-crunching a whole lot easier. Everything you need from a physical keypad is printed on the touchpad, simply tap the icon to turn it on.",
    "yearOfPurchase": "2021"
  }
]
